Repository: kamperh/kamperh.github.io
Catalog: data/siyavula_en_af.3.tmx
Source language: en
Languages: af

source: compare your diagram with the one below .
af: vergelyk jou diagram met die een hieronder .

source: you might have drawn a diagram like the one below .
af: jy mag dalk 'n diagram soos die een geteken het .

source: take note that for electric circuit diagrams we represent the wires with straight lines .
af: let op dat in elektriese stroomdiagramme stel ons die drade met reguit lyne voor .

source: this is a simple and quick way to represent an electric circuit and it should be clear to everyone that this circuit has a battery a bulb and a switch all connected with electric wires .
af: hierdie is 'n eenvoudige en vinnige manier om 'n elektriese stroombaan voor te stel en dit moet aan almal duidelik wees dat hierdie stroombaan 'n battery 'n gloeilamp en 'n skakelaar het wat alles met elektriese drade verbind is .

source: although we draw the wires as straight lines in a circuit diagram remember that in real life the wires are not straight .
af: alhoewel ons die drade as reguit lyne voorstel in 'n stroomdiagram onthou dat die drade nie reguit loop in die regte lewe nie .

source: just think of the electric wires that are attached to the appliances in your home like to a kettle a lamp a vacuum cleaner or a computer .
af: dink net aan die elektriese drade wat aan die toestelle in jou huis gekoppel is soos aan 'n ketel lamp stofsuier of rekenaar .

source: teacher note in step 4 of the learning cycle the teacher provides opportunities for learners to extend their understanding by providing new and or related experiences for them to apply what they have learnt .
af: onderwysersnota in stap 4 van die leersiklus verskaf die onderwyser geleenthede vir leerders om hulle begrip uit te brei deur nuwe en verwante ondervindinge te verskaf waarin hulle kan toepas wat hulle geleer het .

source: first of all draw the circuit diagram for such a setup .
af: teken 'n stroombaandiagram soos beskryf is vir so 'n uitleg .

source: predict what will happen if you close the switch .
af: voorspel wat sal gebeur indien jy die skakelaar sou toemaak .

source: the bulb will light up with the same brightness as before .
af: die gloeilamp sal brand net soos tevore met dieselfde helderheid .

source: set up the circuit like this with the components you used before .
af: stel die stroombaan so op met die komponente wat jy tevore gebruik het .

source: put the switch on and check if your prediction was correct .
af: skakel die skakelaar aan en kyk of jou voorspelling korrek was .

source: what do you conclude ?
af: wat kan jy hieruit aflei ?

source: does it matter where in the circuit we position the components ?
af: maak dit saak waar in die stroombaan die komponente geplaas word ?

source: the sequence of the components in a simple circuit like the one used here is not important .
af: die volgorde van die komponente in 'n eenvoudige stroombaan soos die een wat ons hier gebruik is nie belangrik nie .

source: the electric current will be the same in either case since we did not change the battery same power supply or the bulb same resistance .
af: die elektriese stroom sal dieselfde bly in albei gevalle aangesien ons nie die battery dieselfde energiebron of die gloeilamp dieselfde weerstand verander het nie .

source: let's now practise drawing circuit diagrams .
af: kom ons oefen om stroombaandiagramme te teken .

source: for each of the following draw a circuit diagram in the space using all the components that are listed .
af: vir elkeen van die volgende teken 'n stroombaandiagram in die spasie en gebruik al die komponente wat gelys is .

source: a circuit with 1 cell and 2 bulbs
af: 'n stroombaandiagram met 1 sel en 2 gloeilampe

source: a circuit with 2 cells and 2 bulbs
af: 'n stroombaandiagram met 2 selle en 2 gloeilampe

source: a circuit with 3 cells and 3 bulbs
af: 'n stroombaandiagram met 3 selle en 3 gloeilampe

source: a circuit with 3 cells a bulb and an open switch
af: 'n stroombaandiagram met 3 selle 'n gloeilamp en 'n oop skakelaar

source: a circuit with 1 cell 2 bulbs and a closed switch the switch must be in between the bulbs
af: 'n stroombaandiagram met 1 sel 2 gloeilampe en 'n geslote skakelaar die skakelaar moet tussen die gloeilampe wees

source: more than one possible circuit can be drawn here .
af: meer as een moontlke stroombaandiagram kanhier geteken word .

source: the given ones follow certain entrenched conventions .
af: die gegewe bane volg sekere gevestigde konvensies .

source: there is no reason why circuit 4 for example can't have alternating batteries and bulbs .
af: daar is geen rede hoekom in die gloeilamp in stroombaan 4 nie tussen enige twee van die batterye geplaas kan word nie .

source: the learners can even be asked to construct this circuit and observe if there is any noticeable difference in how the light bulbs behave .
af: die leerders kan selfs gevra word om so 'n stroombaan te bou en te kyk of daar enige merkbare verskil is in wat met die gloeilampegebeur .

source: if they behave as before there is no real difference between the two circuits even though the connections are different .
af: indien niks gebeur nie is daar geen werklike verskil tussen die twee stroombane nie alhoewel die verbindings anders is .

source: in step 5 of the learning cycle the teacher assesses the learners' understanding .
af: in stap 5 van die leersiklus moet die onderwyser die leerders se begrip beraam .

source: explain in your own words what an electric circuit is .
af: verduidelik in jou eie woorde wat 'n elektriese stroombaan is .

source: an electric circuit is a system for transferring electrical energy .
af: 'n elektriese stroombaan is 'n stelsel vir die vervoer van elektriese energie .

source: it is a complete unbroken path for electricity .
af: dit is 'n volledige ongebroke baan pad vir elektrisiteit .

source: two cells two bulbs a switch and 4 connecting electric wires .
af: twee selle twee gloeilampe 'n skakelaar en vier elektriese draadverbinders .

source: the circuit diagram in question 5 represents a real circuit .
af: die stroombaandiagram in vraag 5 stel 'n regte baan voor .

source: in the real circuit are the bulbs lit up ?
af: sal die gloeilampe in die regte stroombaan brand ?

source: yes they are as the switch is closed .
af: ja want die skakelaar is toe .

source: symbolic representation is new to learners at this level .
af: simboliese voorstelling is nuut vir leerders op hierdie vlak .

source: make it explicit that when we say in the above circuit' we really mean 'in the actual circuit that this is a diagram of' .
af: maak dit duidelik dat wanneer ons s&#234; in die bogenoemde stroombaan bedoel ons in die werklike stroombaan waarvan hierdie 'n diagram is .

source: batteries one battery pushes' current one way the other the other way so no current
af: batterye een battery stoot stroom in een rigting die ander battery in die ander rigting so geen stroom vloei nie .

source: switch open so current can't pass through it .
af: skakelaar is oop so geen stroom kan daardeur vloei nie .

source: light bulb only one terminal connected to circuit so no current can pass through it
af: gloeilamp net een terminaal is met die stroombaan verbind so die stroom kan nie deur die gloeilamp vloei nie

source: gap in circuit no current can pass through it .
af: onderbreking in stroombaan geen stroom kan deurvloei nie .

source: the circuit diagram in question 7 represents a real circuit .
af: die stroombaandiagram in vraag 7 stel 'n werklike stroombaan voor .

source: use the space below to draw what the real circuit might look like if all the problems with the circuit were sorted out .
af: gebruik die spasie hieronder en teken hoe die werklike stroombaan behoort te lyk wat deur die simbole voorgestel word .

source: we use electric wires in electric circuits .
af: ons gebruik elektriese drade in elektriese stroombane .

source: did you have a close look at the wire ?
af: het jy noukeurig gekyk na die drade ?

source: did you notice what materials are used on the inside and outside of the wire ?
af: het jy gesien watter materiale aan die binne en buitekant van die drade gebruik word ?

source: we should also know why two different materials make up an electric wire .
af: ons moet ook weet hoekom elektriese drade uit twee verskillende materiale bestaan .

source: we can say that a material or object conducts electricity or it does not .
af: ons kan s&#234; dat 'n materiaal of voorwerp elektrisiteit gelei of nie .

source: to do this we are going to use a simple circuit .
af: om dit te doen gaan ons 'n eenvoudige stroombaan gebruik .

source: we will connect pieces of different materials into a closed circuit with a light bulb in it .
af: ons gaan verskillende materiale in 'n geslote stroombaan met 'n gloeilamp verbind .

source: we can easily see if the material is a conductor .
af: ons kan dan maklik sien of die materiaal 'n geleier is .

source: how will you know if the material in the simple circuit conducts electricity ?
af: hoe sal ons weet of die materiaal in die eenvoudige stroombaan elektrisiteit gelei ?

source: the bulb will light up .
af: die gloeilamp sal brand .

source: one cannot investigate materials with low but significant conductance such as salt water .
af: ons kan nie materiale soos soutwater met 'n swak geleidingsvermo&#235; ondersoek nie .

source: later there is reference to shocking and the dangers involved .
af: later is daar 'n verwysing na elektriese skok en die gevare wat daarmee gepaard gaan .

source: the reason we get shocked is because we are pretty good conductors .
af: die rede hoekom ons geskok word is omdat die mens 'n goeie geleier van elektrisiteit is .

source: this is mostly due to the fact that our bodies have a fair amount of salt in solution .
af: dit is meestal as gevolg van die feit dat ons liggame 'n redelike hoeveelheid opgeloste soute bevat .

source: also pure water is a very poor conductor and poses much less of a shock risk .
af: suiwer water is 'n swak geleier en bevat minder risiko vir skok .

source: in this investigation some substances such as salt water cannot be tested unless many batteries are connected in series to the test circuit .
af: in hierdie ondersoek kan sekere stowwe soos soutwater nie getoets word nie tensy baie meer batterye in 'n ry verbind word in die toetsbaan .

source: write down an aim for this investigation .
af: skryf 'n doel neer vir hierdie ondersoek .

source: to investigate if materials have conducting or insulating properties
af: om te ondersoek of materiale geleier of nie geleier eienskappe het

source: learners can work in pairs or groups of 3 4 .
af: leerders kan in pare werk of groepe van 3 4 .

source: the idea is to investigate different types of materials first to see if they conduct electricity or not so that learners come to the conclusion themselves that conductors are normally metals and insulators non conductors are normally non metals .
af: die doel van hierdie oefening is om eers verskillende stowwe te ondersoek om te sien of hulle elektrisiteit gelei of nie .

source: open circuit
af: oop stroombaan

source: make sure learners only touch the ends of the wire to the object and do not touch the object themselves with their hands while they are completing the circuit to prevent breaking the electric circuit .
af: maak seker dat leerders net die punte van die draad aan die voorwerp laat raak en nie self die voorwerp met hulle hande aanraak terwyl hulle die stroombaan voltooi nie .

source: some objects are composites of conductors and insulators .
af: sommige voorwerpe is samestellings van geleiers en isolators .

source: the visually different parts should be tested as well .
af: die dele wat sigbaar verskil moet ook getoets word. &#8216;n mes kan byvoorbeeld &#8216;n handvatsel van plastiek h&#234; .

source: for example a knife may have a plastic handle so test the handle as well as the metal blade .
af: toets dus die handvatsel sowel as die metaallem .

source: record your results below
af: skryf jou resultate hieronder neer

source: what do the objects that lit up the bulb have in common ?
af: wat het die voorwerpe wat die gloeilamp laat brand in gemeen ?

source: all the objects that lit up the bulb are made of metallic materials .
af: almal is van metaalstowwe gemaak .

source: the lead core of a pencil graphite also conducts electricity .
af: die lood van 'n potlood grafiet gelei ook .

source: some metals are better conductors than others .
af: party metale is beter geleiers as ander .

source: what do all the objects that did not light up the bulb have in common ?
af: wat het al die voorwerpe wat nie die gloeilamp laat brand nie in gemeen ?

source: they were all made from non metals such as plastic wood glass ceramics etc
af: hulle was almal gemaak van nie metale soos plastiek hout glas keramiek ens .

source: if the bulb does not light up with some metallic objects it might be that the current is very small .
af: as die gloeilamp nie brand met sommige metaalvoorwerpe nie mag dit wees dat die stroom baie swak is .

source: try an led in this case to show that there is a current .
af: probeer 'n led in hierdie geval om te wys dat daar wel 'n stroom is .

source: be careful !
af: wees versigtig !

source: remember that an led only conducts in one direction .
af: onthou dat 'n led slegs stroom gelei in een rigting .

source: it should be connected correctly in the circuit positive terminal of the led connected to the positive terminal of the battery .
af: dit moet korrek in die stroombaan verbind word met die positiewe terminaal van die led verbind aan die positiewe terminaal van die battery .

source: write a conclusion for this investigation below .
af: skryf 'n gevolgtrekking vir hierdie ondersoek .

source: metals conduct electricity and non metals do not conduct .
af: metale gelei elektrisiteit en nie metale gelei nie .

source: if the circuit is closed the bulb lights up .
af: as die stroombaan gesluit is brand die gloeilamp .

source: we have learnt before that in such a case there is an electric current in the circuit .
af: ons het voorheen geleer dat daar in so 'n geval 'n elektriese stroom in diestroombaan is .

source: a material that allows a path for an electric current is called an electrical conductor .
af: 'n stof waardeur elektrisiteit kan vloei word 'n geleier van elektrisiteit genoem .

source: the material conducts electricity .
af: die materiaal gelei elektrisiteit .

source: what type of materials did not light up the bulb ?
af: watter tipe stof laat nie die gloeilamp brand nie ?

source: mostly non metallic materials
af: meestal nie metaal materiale .

source: although the circuit seems closed the bulb did not light up .
af: alhoewel die stroombaan gesluit voorkom brand die gloeilamp nie .

source: what does that mean ?
af: wat beteken dit ?

source: there is not an electric current in the circuit .
af: daar is nie 'n elektriese stroom in die stroombaan nie .

source: in this case the path for the electric current is broken .
af: in hierdie geval is die paadjie vir die elektriese stroom onderbreek .

source: we call a material that does not allow a path for an electric current an insulator .
af: ons noem 'n materiaal wat nie elektrisiteit deurlaat nie 'nisolator .

source: a good electrical conductor is a material or substance that allows an electrical current to pass through it easily .
af: 'n goeie elektriese geleier is 'n materiaal of stof wat 'n elektriese stroom toelaat om maklik daardeur te vloei .

source: we call the ability to conduct conductivity .
af: ons noem die vermo&#235; om te gelei geleidingsvermo&#235; .

source: electrical conductors are usually metal because metals generally have high conductivity .
af: elektriese geleiers is gewoonlik metale omdat metale oor die algemeen 'n ho&#235; geleidingsvermo&#235; het .

source: copper is one of the best electrical conductors and this is why it is the most common material used for electrical wiring .
af: koper is een van die beste elektriese geleiers en dit is waarom dit die mees algemene stof wat is gebruik word vir elektriese bedrading .

source: gold and silver are even better conductors than copper but they are very expensive and only used sometimes .
af: goud en silwer is nog beter geleiers as koper maar dit is baie duur en word net soms gebruik .

source: insulators are non conducting materials that do not easily allow current to pass through them .
af: isolators is nie geleidende materiale wat nie maklik 'n stroom toelaat om deur te vloei nie .

source: this does not mean that current can not pass through them at all .
af: byvoorbeeld ons dink gewoonlik aan lug as 'n isolator maar weerlig kan veroorsaak dat 'n elektriese stroom deur lug vloei .

source: for example we generally consider air an insulator however lightning can cause electric current to pass through air .
af: net so sal rubber handskoene en skoene jou beskerm van 'n elektriese stroom uit die hoofstroom maar nie van weerlig nie .

source: similarly rubber gloves and shoes will protect you from mains electric current but not from lightning .
af: voorbeelde van isolators is plastiek rubber en hout .

source: when two conducting materials make contact electricity can pass through them .
af: wanneer twee geleidende materiale kontak maak vloei elektrisiteit daardeur .

source: our bodies are also good conductors of electricity .
af: ons liggame is ook goeie geleiers van elektrisiteit .

source: this means electric current can easily flow through you and into the earth giving you a shock .
af: dit beteken dat 'n stroom maklik deur jou na die aarde kan vloei wat jou 'n skok gee .

source: that is why we cover conducting wire with insulating materials like the plastic around extension cords .
af: dit is hoekom ons elektriese geleidingsdrade met isolerende materiale bedek soos die plastiek rondom 'n verlengingskoord .

source: we want to protect ourselves from being shocked and prevent the electrical current from passing to other conductors .
af: ons wil onsself beskerm van skokke deur die elektriese stroom te verhoed om deur ander geleiers te vloei .

source: think of the electric wires that you use in class for the activities .
af: dink aan die elektriese drade wat jy in die klas gebruik vir die aktiwiteite .

source: why do you think they are covered in plastic ?
af: waarom dink jy is hulle omhul deur plastiek ?

source: the plastic is an insulator and therefore prevents you from getting a shock .
af: die plastiek is 'n isolator en voorkom dat jy geskok word .

source: the plastic coating acts as a barrier that prevents you from getting a shock allowing you to handle the wire when the circuit is on .
af: die plastiek tree op as 'n beskerming sodat jy die draad kan hanteer wanneer die stroombaan gesluit is sonder dat die elektrisiteit wat daardeur vloei jou skok .

source: electrical insulators are also used in other places .
af: elektriese isolators word ook in ander plekke gebruik .

source: have you ever looked up at power lines or telephone lines ?
af: het jy al vantevore opgekyk na kragkabels of telefoonlyne ?

source: you will see that the poles that carry the lines are sometimes made of wood .
af: jy sal sien datdie pale wat die lyne dra soms van hout gemaak is .

source: wood does not conduct electricity so the electric current can therefore not get from the wires into the pole .
af: hout gelei nie elektrisiteit nie dus kan die elektrisiteit nie van die drade deur die paal vloei nie .

source: sometimes you will also see little white or coloured caps holding the wires as in the photo below .
af: somtyds sal jy ook klein wit of gekleurde doppies sien wat die drade vashou soos in die foto hieronder .

source: these caps are made of ceramic which also does not conduct electricity .
af: hierdie doppies is gemaakvan keramiek wat ook nie elektrisiteit gelei nie .

source: sometimes it is especially important to have ceramic electrical insulators between two different metal conductors to prevent electric current from flowing between the different parts such as in the photo below .
af: soms is dit veral belangrik om keramiekisolators tussen twee verskillende metaalgeleiers te h&#234; om te keer dat elektrisiteit tussen die twee verskillende dele vloei soos in die foto hieronder .

source: you can also point out the electric rings in the photo which are also electrical insulators and a further precaution .
af: jy kan ook die elektriese ringe in die foto hierbo uitwys wat as elektriese isolators optree en 'n verdere veiligheidsmaatre&#235;l is .

source: do you remember naming the different parts in a bulb ?
af: onthou jy die benaming van die verskillende dele van 'n gloeilamp ?

source: look at the picture of a bulb again below and explain why you think the piece separating the electric metal pins conductors is made of glass .
af: kyk weer na die prentjie van 'n gloeilamp hieronder en verduidelik hoekom jy dink die gedeelte wat die elektriese metaalpunte geleiers van mekaar skei uit glas gemaak is .

source: the glass is an insulator and therefore prevents electric current from flowing through the bottom of the electric pins and not through the coil at the top .
af: die glas is 'n isolator wat keer dat elektrisiteit deur die bodem van die elektriese punte vloei eerder as deur die spoel aan die bokant .

source: electricians are people whose job it is to work with electricity and fix the wiring in houses and other buildings .
af: elektrisi&#235;ns is mense wie se werk dit is om met elektrisiteit te werk en die bedrading in huise en ander geboue te herstel .

source: suppose you have found a piece of material .
af: gestel jy het 'n sekere stuk materiaal gevind .

source: you are not sure what the material is .
af: jy is nie seker wat die stof is nie .

source: you want to find out if it is a good conductor or a good insulator .
af: jy wil bepaal of dit 'n goeie geleier of 'ngoeie isolator is .

source: describe in words what you would do to determine if the material is an electrical conductor .
af: beskryf in woorde wat jy sou doen om te bepaal of die stof 'n geleier van elektrisiteit is .

source: set up an electric circuit as was done in the investigation with a battery a bulb and electric wires .
af: stel 'n elektriese stroombaan op soos in die ondersoek met 'n battery gloeilamp en elektriese drade .

source: two ends of the wire must be unconnected so it is an open circuit .
af: die twee eindpunte van die draad moenie gekoppel wees nie sodat dit 'n oop stroombaan is .

source: test the object material by placing it between the two ends of the wires to complete the circuit .
af: toets die objek materiaal deur dit tussen die twee eindpunte van die drade te plaas om die stroombaan te voltooi .

source: if the material is an electrical conductor then the bulb will light up .
af: as die stof 'n geleier van elektrisiteit is sal die gloeilamp brand .

source: what is the difference between an electrical conductor and insulator ?
af: wat is die verskil tussen 'n elektriese geleier en 'n isolator ?

source: an electrical conductor allows electric current to flow through it it will complete an electric circuit and an electrical insulator does not allow electric current to flow through it it will not complete an electric circuit .
af: 'n elektriese geleier laat toe dat 'n elektriese stroom daardeur vloei dit sal 'n elektriese stroombaan voltooi .

source: what kinds of materials are used to make electric wires ?
af: watter tipe stowwe word gebruik om elektriese drade mee te maak ?

source: what are the functions of the materials ?
af: wat is die funksie van die stowwe ?

source: a metal such as copper is used to make the inside of the wire as copper conducts electricity .
af: 'n metaal soos koper word aan die binnekant van die draad gebruik aangesien koper elektrisiteit gelei .
